pharma_integra/public/oc/oncoprod/OC20328-1078110_112_1664212269.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://schemas.datacontract.org/2004/07/WsfIntegradorPharmanexo.CUL.Entidades" xmlns:ns2="http://schemas.datacontract.org/2004/07/WcfIntegradorOncoprod.CUL.Entidades.Entrada" xmlns:ns3="http://schemas.datacontract.org/2004/07/WsfIntegradorPharmanexo" xmlns:ns4="http://tempuri.org/"><SOAP-ENV:Body><ns4:IncluirPedido><ns4:pedido><ns3:Pedido><ns1:PedidoEntrada><ns1:ClienteCNPJ>28137925000106</ns1:ClienteCNPJ><ns1:PedidoNumeroClienteIntegracao>OC20328-1078110</ns1:PedidoNumeroClienteIntegracao><ns1:condicaoPagamentoId>22</ns1:condicaoPagamentoId><ns1:itens><ns2:PedidoItemEntrada><ns2:estabelecimentoId>12</ns2:estabelecimentoId><ns2:itemId>110141</ns2:itemId><ns2:pedidoItemPrecoTabela>223,51</ns2:pedidoItemPrecoTabela><ns2:pedidoItemQuantidade>13</ns2:pedidoItemQuantidade></ns2:PedidoItemEntrada><ns2:PedidoItemEntrada><ns2:estabelecimentoId>12</ns2:estabelecimentoId><ns2:itemId>507</ns2:itemId><ns2:pedidoItemPrecoTabela>198,08</ns2:pedidoItemPrecoTabela><ns2:pedidoItemQuantidade>4</ns2:pedidoItemQuantidade></ns2:PedidoItemEntrada><ns2:PedidoItemEntrada><ns2:estabelecimentoId>12</ns2:estabelecimentoId><ns2:itemId>1667</ns2:itemId><ns2:pedidoItemPrecoTabela>62,04</ns2:pedidoItemPrecoTabela><ns2:pedidoItemQuantidade>340</ns2:pedidoItemQuantidade></ns2:PedidoItemEntrada><ns2:PedidoItemEntrada><ns2:estabelecimentoId>12</ns2:estabelecimentoId><ns2:itemId>4256</ns2:itemId><ns2:pedidoItemPrecoTabela>28,78</ns2:pedidoItemPrecoTabela><ns2:pedidoItemQuantidade>10</ns2:pedidoItemQuantidade></ns2:PedidoItemEntrada><ns2:PedidoItemEntrada><ns2:estabelecimentoId>12</ns2:estabelecimentoId><ns2:itemId>110679</ns2:itemId><ns2:pedidoItemPrecoTabela>790</ns2:pedidoItemPrecoTabela><ns2:pedidoItemQuantidade>28</ns2:pedidoItemQuantidade></ns2:PedidoItemEntrada><ns2:PedidoItemEntrada><ns2:estabelecimentoId>12</ns2:estabelecimentoId><ns2:itemId>506</ns2:itemId><ns2:pedidoItemPrecoTabela>54,22</ns2:pedidoItemPrecoTabela><ns2:pedidoItemQuantidade>2</ns2:pedidoItemQuantidade></ns2:PedidoItemEntrada><ns2:PedidoItemEntrada><ns2:estabelecimentoId>12</ns2:estabelecimentoId><ns2:itemId>110142</ns2:itemId><ns2:pedidoItemPrecoTabela>109,39</ns2:pedidoItemPrecoTabela><ns2:pedidoItemQuantidade>8</ns2:pedidoItemQuantidade></ns2:PedidoItemEntrada></ns1:itens><ns1:pedidoObservacoes>PHN - OC20328-1078110</ns1:pedidoObservacoes><ns1:pedidoObservacoesNotaFiscal>PHN - OC20328-1078110</ns1:pedidoObservacoesNotaFiscal><ns1:sistemaEntrada>pharmanexo</ns1:sistemaEntrada><ns1:tipoEnderecoId>Padrão</ns1:tipoEnderecoId><ns1:unidadeNegocioId>PJ</ns1:unidadeNegocioId><ns1:usuarioIdIntegracao>CHRISTIANE.BATISTA</ns1:usuarioIdIntegracao></ns1:PedidoEntrada></ns3:Pedido></ns4:pedido></ns4:IncluirPedido></SOAP-ENV:Body></SOAP-ENV:Envelope>
